Revit 2027 API
ExternalDataManagerDataItem Constructor
Overload List
Name | Description
ExternalDataManagerDataItem(ExternalDataManagerDataItem) |  Create a copy of the object.
ExternalDataManagerDataItem(ExternalDataManagerDataItemId) |  Constructor
Top
See Also
Reference
ExternalDataManagerDataItem Class
Autodesk.Revit.UI Namespace